{
    "homePage":{
        "options":{
            "imageVideo" : "Image/Vidéo",
            "audio" : "Audio",
            "verify" : "Verify"
        }
    },
    "introPage":{
        "title0" : "Bienvenue sur Decentproof",
        "title1" : "Que pouvez-vous faire ?",
        "title2" : "Comment ça marche ?",
        "title3" : "Une note sur le partage",
        "title4" : "Vérification des fichiers",
        "title5" : "Terminer",
        "tempTitle": "",
        "body1" : "Avec cette App, vous pouvez créer des fichiers multimédias et prouver ultérieurement que ce fichier n'a pas été altéré !",
        "body2" : "Sélectionnez simplement l'une des 2 options du menu principal et commencez à créer votre fichier. Les formats pris en charge sont : .mp4, .png & .aac",
        "body3" : "Vous pouvez partager le fichier à partir de n'importe quelle application, mais je vous recommande d'utiliser le courrier électronique, un stockage en nuage ou l'exportation directe. Si vous utilisez d'autres apps, comme une app de chat, il est possible que vous perdiez des métadonnées et que vous ne puissiez pas vérifier le fichier par la suite!",
        "body4" : "C'est facile, il suffit de sélectionner la troisième entrée dans le menu principal et de sélectionner votre fichier. Tout le reste est explicite !",
        "body5" : "C'est tout, si vous voulez soutenir l'application, ou si vous souhaitez obtenir plus d'informations sur son fonctionnement, n'hésitez pas à consulter l'icône en haut à droite, sur la page principale.",
        "tempBody": "Actuellement, les enregistrements audio ne peuvent être partagés que directement via le bouton 'Partager' ! (visible sur la page de soumission en haut à droite) Cela sera modifié dès que possible. Pour toute question, veuillez consulter la FAQ dans les paramètres !",
        "next" : "Next",
        "skip" : "Skip",
        "done" : "Done"
    },
    "settingsPage":{
        "title" : "Paramètres",
        "devnet" : "DevNet",
        "description" : "Si vous voulez enregistrer des données dans le DevNet. Non recommandé !"
    },
    "submissionPage":{
        "hash" : "Your Hash :",
        "messageid" : "ID du message",
        "submitt" : "Submitt"

    },
    "supportPage":{
        "title" : "Développement du support",
        "description" : "Si vous aimez ce projet, pensez à vérifier l'un de ces liens. Cela nous aidera énormément.",
        "support" : "Soutenir",
        "help" : "Aide",
        "code" : "Vérifier le code"
    },
    "verificationPage":{
        "notModified" : "Il semble que votre fichier n'ait pas été modifié",
        "error" : "Une erreur s'est produite",
        "selectFile" : "Sélectionnez un fichier",
        "hash" : "Your Hash :",
        "noFile" : "Aucun fichier sélectionné !",
        "id" : "Your Message ID :"
    },
    "videoImagePage":{
        "photo" : "Prendre une photo",
        "video" : "Prendre une vidéo"
    },
    "other":{
        "home" : "Retour à l'accueil"
    }
}