{
    "homePage": {
        "options": {
            "imageVideo": "Изображение/Видео",
            "audio": "Аудио",
            "verify": "Проверить файл",
            "locationWarning": "Вы включили встраивание местоположения, но отключили службу определения местоположения."
        }
    },
    "introPage": {
        "title0": "Добро пожаловать в Decentproof",
        "title1": "Что ты можешь сделать?",
        "title2": "Как это работает?",
        "title3": "Примечание о совместном использовании",
        "title4": "Проверка файлов",
        "title5": "Заканчивать",
        "tempTitle": "Аудиозаписи",
        "body1": "С помощью этого приложения вы можете создавать мультимедийные файлы и впоследствии доказать, что этот файл не был подделан!",
        "body2": "Просто выберите один из двух вариантов в главном меню и начните создавать файл. Поддерживаются: .mp4, .png и .aac.",
        "body3": "Вы можете просто поделиться файлом из любого приложения, которое захотите, но я рекомендую вам использовать электронную почту, облачное хранилище или прямой экспорт. Если вы используете другие приложения, например приложение для чата, вы можете потерять метаданные и не сможете позже проверить файл!",
        "body4": "Это легко: просто выберите третий пункт в главном меню и выберите файл. Все остальное само собой разумеющееся!",
        "body5": "Вот и все. Если вы хотите поддержать приложение или получить дополнительную информацию о том, как оно работает, не стесняйтесь проверить верхний правый значок на главной странице.",
        "tempBody": "В настоящее время аудиозаписями можно делиться только напрямую с помощью кнопки «Поделиться»! (Вы можете увидеть это на странице отправки в правом верхнем углу). Это будет изменено как можно скорее. Для получения дополнительной информации, пожалуйста, прочитайте FAQ в настройках!",
        "next": "Следующий",
        "skip": "Пропускать",
        "done": "Сделанный"
    },
    "settingsPage": {
        "title": "Настройки",
        "addEmail": "Добавить адрес электронной почты",
        "description": "Если вы хотите сохранить данные в DevNet. Не рекомендуется!"
    },
    "verificationPage": {
        "title": "Проверить файл"
    }
}